export const trendData = [
  ['2月', 10, 10, 0],
  ['3月', 11, 11, 0],
  ['4月', 12, 12, 0],
  ['5月', 14, 14, 0],
  ['6月', 17, 17, 0],
  ['7月', 17, 17, 0],
  ['8月', 23, 20, 3],
  ['9月', 28, 25, 3],
  ['10月', 29, 26, 3],
  ['11月', 31, 26, 5],
  ['12月', 34, 28, 6],
  ['1月', 40, 30, 10],
  ['1月加场', 39, 36, 3],
]

export const defectProcessData = [
  ['研发', 37],
  ['测试', 63],
]

export const defectLevelData = [
  ['提示级', 30],
  ['一般级', 19],
  ['严重级', 19],
  ['致命级', 32],
]

export const defectStateData = [
  ['已关闭', 18],
  ['已解决', 23],
  ['已通过', 14],
  ['未通过', 8],
  ['修复中', 21],
  ['打开', 10],
  ['挂起', 6],
]

export const dataTypeData = [
  ['数据类型一', 40],
  ['数据类型二', 30],
  ['数据类型三', 15],
  ['数据类型四', 8],
  ['数据类型五', 4],
  ['数据类型六', 3],
]
